/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/*
 Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
 <relative time difference> <date component name> ago
 */
"formatTemplateForRelativePastDatePhrase" = "%@ назад";

/*
 Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
 in <relative time difference> <date component name>
 */
"formatTemplateForRelativeFutureDatePhrase" = "через %@";

/* localized date component names and plural forms */
"now" = "сейчас";
"%@ year (plural rule: one)" = "%@ год";
"%@ year (plural rule: few)" = "%@ года";
"%@ year (plural rule: many)" = "%@ лет";
"%@ month (plural rule: one)" = "%@ месяц";
"%@ month (plural rule: few)" = "%@ месяца";
"%@ month (plural rule: many)" = "%@ месяцев";
"%@ week (plural rule: one)" = "%@ неделю";
"%@ week (plural rule: few)" = "%@ недели";
"%@ week (plural rule: many)" = "%@ недель";
"%@ day (plural rule: one)" = "%@ день";
"%@ day (plural rule: few)" = "%@ дня";
"%@ day (plural rule: many)" = "%@ дней";
"%@ hour (plural rule: one)" = "%@ час";
"%@ hour (plural rule: few)" = "%@ часа";
"%@ hour (plural rule: many)" = "%@ часов";
"%@ minute (plural rule: one)" = "%@ минуту";
"%@ minute (plural rule: few)" = "%@ минуты";
"%@ minute (plural rule: many)" = "%@ минут";
"%@ second (plural rule: one)" = "%@ секунду";
"%@ second (plural rule: few)" = "%@ секунды";
"%@ second (plural rule: many)" = "%@ секунд";
